var list = [
    {
        name : 'Clannad',
        image : './data/0.webp',
        message : '在某个小镇，主角冈崎朋也因家庭因素成为不良少年，一直与春原阳平为伍，在光坂高校过着潦倒的生活，但冀望终有一天能够离开所在的小镇。某一天，他在学校坡道前发现了一个止步不前的女孩，在朋也认识了这个名为“古河渚”的女孩后，他的生活开始有了重大的变化。'
    },
    {
        name : '四月是你的谎言',
        image : './data/1.webp',
        message : '从小接受母亲严格的钢琴训练，并在各种音乐比赛上获胜的“神童”——有马公生，11岁那年因为母亲去世，他从此变得听不见钢琴的声音，因而放弃了弹奏钢琴。国中三年级时，在青梅竹马椿的引见下，公生认识了与他同年级的小提琴手——宫园薰，并于一场比赛中被薰自由奔放的演奏风格所吸引。自此，公生的日常生活开始有了改变。'
    },
    {
        name : '紫罗兰花园',
        image : './data/2.webp',
        message : '某个大陆的、某个时代。大陆南北分割的战争结束了，世界走向了和平。在战争中作为军人的薇尔莉特•伊芙加登，怀抱着对她来说无比重要之人留下的“话语”，离开军队来到了大港口城市。踊跃的人群在排列着煤气灯的街道马路上来来往往地穿梭着。薇尔莉特在街道上找到了“代写书信”的工作。那是根据委托人的想法来组织出相应语言的工作。她直面委托人、触碰着他们内心深处的坦率感情。与此同时，薇尔莉特在记录书信时，渐渐明白那“话语”的含义。'
    },
    {
        name : '人型电脑天使心',
        image : './data/3.webp',
        message : '在不久的将来，电子技术飞速发展，电脑，成为人们生活中不可或缺的一部分。以美少女为造型的个人电脑：电脑女郎更是男性们梦寐以求的「女性」。主角的名字是本须和秀树，是个18岁的少年（大学入学考试失败，正在准备再次考取学校的人），他在一间居酒屋‘乐意之至’打工，每天过着贫穷潦倒的生活。有一天，他很好运的在垃圾堆捡到一位最新型的电脑女郎，原来「她」就是秀树一直渴望拥有的个人电脑。秀树抱着她返回家中，从此一段搞笑而感人的生活开始了·.....'
    }
]